Repository: nathandfk/custom-table
Catalog: languages/*.po
Languages: de_de, es_es, it_it, nl_nl, pt_pt

source: Étape 1 : Sélectionnez votre image
de_de: Schritt 1: Wählen Sie Ihr Bild aus
es_es: Paso 1: Seleccione su imagen
it_it: Passo 1: selezionare l’immagine
nl_nl: Stap 1: Selecteer uw afbeelding
pt_pt: Passo 1: Seleccione a sua imagem

source: Étape 2 : Configurez votre carte
de_de: Schritt 2: Konfigurieren Sie Ihre Karte
es_es: Paso 2: Configure su tarjeta
it_it: Fase 2: Impostazione della carta
nl_nl: Stap 2: uw kaart instellen
pt_pt: Passo 2: Prepare o seu cartão

source: Étape 3 : Ajouter au panier
de_de: Schritt 3: Zum Warenkorb hinzufügen
es_es: Paso 3: Añadir a la cesta
it_it: Fase 3: Aggiungere al carrello
nl_nl: Stap 3: Toevoegen aan winkelwagen
pt_pt: Passo 3: Adicionar ao carrinho

source: À partir de
de_de: Ab
es_es: En
it_it: Da
nl_nl: Van
pt_pt: A partir de

source: Dimensions minimales: 1920 x 1080 pixels
de_de: Mindestgröße: 1920 x 1080 Pixel
es_es: Tamaño mínimo: 1920 x 1080 píxeles
it_it: Dimensione minima: 1920 x 1080 pixel
nl_nl: Minimumformaat: 1920 x 1080 pixels
pt_pt: Tamanho mínimo: 1920 x 1080 pixels

source: Cliquez ici pour charger votre image
de_de: Klicken Sie hier, um Ihr Bild hochzuladen
es_es: Haga clic aquí para cargar su imagen
it_it: Fare clic qui per caricare l’immagine
nl_nl: Klik hier om uw afbeelding te uploaden
pt_pt: Clique aqui para carregar a sua imagem

source: Insérer une image via un lien
de_de: Ein Bild über einen Link einfügen
es_es: Insertar una imagen a través de un enlace
it_it: Inserimento di un’immagine tramite un link
nl_nl: Een afbeelding invoegen via een link
pt_pt: Inserção de uma imagem através de um link

source: Valider
de_de: Bestätigen
es_es: Validar
it_it: Convalidare
nl_nl: Valideer
pt_pt: Validar

source: Mode portrait (cadre vertical)
de_de: Porträtmodus (vertikaler Rahmen)
es_es: Modo retrato (encuadre vertical)
it_it: Modalità ritratto (cornice verticale)
nl_nl: Portretstand (verticaal frame)
pt_pt: Modo retrato (moldura vertical)

source: Configurer ma taille
de_de: Meine Größe konfigurieren
es_es: Fijar mi talla
it_it: Impostare la mia taglia
nl_nl: Stel mijn maat in
pt_pt: Definir o meu tamanho

source: Tailles
de_de: Größen
es_es: Tallas
it_it: Dimensioni
nl_nl: Maten
pt_pt: Tamanhos

source: Guide des tailles
de_de: Größenratgeber
es_es: Guía de tallas
it_it: Guida alle dimensioni
nl_nl: Maattabel
pt_pt: Guia de tamanhos

source: Support
de_de: Unterstützung
es_es: Ayuda
it_it: Supporto
nl_nl: Steun
pt_pt: Apoio

source: Étape précédente
de_de: Vorheriger Schritt
es_es: Paso anterior
it_it: Passo precedente
nl_nl: Vorige stap
pt_pt: Passo anterior

source: Avec châssis
de_de: Mit Gestell
es_es: Con marco
it_it: Con telaio
nl_nl: Met frame
pt_pt: Com moldura

source: Toile(s) seulement
de_de: Nur Leinwand(en)
es_es: Sólo lienzo(s)
it_it: Solo tele
nl_nl: Alleen canvas(s)
pt_pt: Apenas lona(s)

source: Choisir la quantité
de_de: Menge wählen
es_es: Elija la cantidad
it_it: Scegliere la quantità
nl_nl: Kies de hoeveelheid
pt_pt: Escolha a quantidade

source: Ajouter au panier
de_de: In den Warenkorb legen
es_es: Añadir a la cesta
it_it: Aggiungi al carrello
nl_nl: In winkelmand
pt_pt: Adicionar ao cesto

source: Veuillez charger une image d'au moins 1920 x 1080 px.
de_de: Bitte laden Sie ein Bild mit mindestens 1920 x 1080 px hoch.
es_es: Cargue una imagen de al menos 1920 x 1080 px.
it_it: Caricare un’immagine di almeno 1920 x 1080 px.
nl_nl: Upload een afbeelding van ten minste 1920 x 1080 px.
pt_pt: Por favor, carregue uma imagem de pelo menos 1920 x 1080 px.

source: Votre image n'est pas conforme.
de_de: Ihr Bild entspricht nicht den Vorgaben.
es_es: Su imagen no es conforme.
it_it: La vostra immagine non è conforme.
nl_nl: Je beeld voldoet niet.
pt_pt: A sua imagem não está em conformidade.

source: Ce produit n'est pas disponible avec cette configuration, veuillez modifier votre configuration ou nous contacter.
de_de: Dieses Produkt ist mit dieser Konfiguration nicht verfügbar. Bitte ändern Sie Ihre Konfiguration oder kontaktieren Sie uns.
es_es: Este producto no está disponible con esta configuración, por favor cambie su configuración o póngase en contacto con nosotros.
it_it: Questo prodotto non è disponibile con questa configurazione, si prega di modificare la configurazione o di contattarci.
nl_nl: Dit product is niet beschikbaar met deze configuratie, wijzig uw configuratie of neem contact met ons op.
pt_pt: Este produto não está disponível com esta configuração, por favor altere a sua configuração ou contacte-nos.

source: Une erreur inattendue s'est produite. Veuillez rafraîchir votre page et réessayer.
de_de: Es ist ein unerwarteter Fehler aufgetreten. Bitte aktualisieren Sie Ihre Seite und versuchen Sie es erneut.
es_es: Se ha producido un error inesperado. Por favor, actualice su página e inténtelo de nuevo.
it_it: Si è verificato un errore imprevisto. Aggiornare la pagina e riprovare.
nl_nl: Er is een onverwachte fout opgetreden. Vernieuw uw pagina en probeer het opnieuw.
pt_pt: Ocorreu um erro inesperado. Por favor, actualize a sua página e tente novamente.

source: Un problème inattendu est survenu lors du chargement de l'image, veuillez actualiser votre page et réessayer.
de_de: Beim Laden des Bildes ist ein unerwartetes Problem aufgetreten. Bitte aktualisieren Sie Ihre Seite und versuchen Sie es erneut.
es_es: Se ha producido un problema inesperado al cargar la imagen. Por favor, actualice la página e inténtelo de nuevo.
it_it: Si è verificato un problema imprevisto durante il caricamento dell’immagine; aggiornare la pagina e riprovare.
nl_nl: Er is een onverwacht probleem opgetreden bij het laden van de afbeelding. Vernieuw de pagina en probeer het opnieuw.
pt_pt: Ocorreu um problema inesperado ao carregar a imagem, por favor actualize a sua página e tente novamente.

source: Votre image n'est pas de bonne qualité.
de_de: Ihr Bild ist nicht von guter Qualität.
es_es: Su imagen no es de buena calidad.
it_it: L’immagine non è di buona qualità.
nl_nl: Uw beeld is niet van goede kwaliteit.
pt_pt: A sua imagem não é de boa qualidade.

source: Votre image est correcte.
de_de: Ihr Bild ist in Ordnung.
es_es: Su imagen es correcta.
it_it: L’immagine è corretta.
nl_nl: Je beeld is correct.
pt_pt: A sua imagem está correcta.

source: Le lien que vous avez fourni est incorrect.
de_de: Der Link, den Sie angegeben haben, ist falsch.
es_es: El enlace que ha proporcionado es incorrecto.
it_it: Il link da lei fornito non è corretto.
nl_nl: De link die je gaf is onjuist.
pt_pt: A ligação que forneceu está incorrecta.

source: La dimension de votre image est trop petite, elle doit être d'au moins 1920 x 1080px.
de_de: Die Größe Ihres Bildes ist zu klein, es muss mindestens 1920 x 1080px betragen.
es_es: El tamaño de tu imagen es demasiado pequeño, debe ser de al menos 1920 x 1080px.
it_it: La dimensione dell’immagine è troppo piccola, deve essere almeno 1920 x 1080px.
nl_nl: Het formaat van je afbeelding is te klein, het moet minstens 1920 x 1080px zijn.
pt_pt: O tamanho da sua imagem é demasiado pequeno, deve ser pelo menos 1920 x 1080px.

source: Le format de votre fichier n'est pas accepté, votre fichier doit être de type : jpeg, heic, png, webp.
de_de: Das Format Ihrer Datei wird nicht akzeptiert. Ihre Datei muss vom Typ: jpeg, heic, png, webp sein.
es_es: El formato de su archivo no es aceptado, su archivo debe ser del tipo: jpeg, heic, png, webp.
it_it: Il formato del file non è accettato, il file deve essere del tipo: jpeg, heic, png, webp.
nl_nl: Het formaat van uw bestand wordt niet geaccepteerd, uw bestand moet van het type zijn: jpeg, heic, png, webp.
pt_pt: O formato do seu ficheiro não é aceite, o seu ficheiro deve ser do tipo: jpeg, heic, png, webp.

source: Une erreur s'est produite. Veuillez réessayer.
de_de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es_es: Se ha producido un error. Por favor, inténtelo de nuevo.
it_it: Si è verificato un errore. Si prega di riprovare.
nl_nl: Er is een fout opgetreden. Probeer het opnieuw.
pt_pt: Ocorreu um erro. Por favor, tente novamente.

source: Aucune image n'a été chargée.
de_de: Es wurde kein Bild geladen.
es_es: No se ha cargado ninguna imagen.
it_it: Non sono state caricate immagini.
nl_nl: Er zijn geen afbeeldingen geladen.
pt_pt: Não foram carregadas imagens.

source: Votre tableau a bien été ajouté dans votre panier.
de_de: Ihr Bild wurde erfolgreich in Ihren Warenkorb gelegt.
es_es: Su cuadro se ha añadido a su cesta.
it_it: Il tuo dipinto è stato aggiunto al tuo carrello.
nl_nl: Uw schilderij is toegevoegd aan uw mandje.
pt_pt: A sua pintura foi adicionada ao seu cesto.

source: Votre tableau n'a pas pu être inséré dans votre panier, veuillez réessayer.
de_de: Ihr Bild konnte nicht in den Warenkorb gelegt werden. Bitte versuchen Sie es noch einmal.
es_es: Su cuadro no ha podido ser introducido en su cesta de la compra, por favor inténtelo de nuevo.
it_it: Non è stato possibile inserire il quadro nel carrello, riprovare.
nl_nl: Uw schilderij kon niet worden ingevoegd in uw winkelwagen, probeer het opnieuw.
pt_pt: A sua pintura não pôde ser inserida no seu carrinho de compras, por favor tente novamente.

source: Une erreur inattendue s'est produite, veuillez actualiser votre page et réessayer.
de_de: Es ist ein unerwarteter Fehler aufgetreten. Bitte aktualisieren Sie Ihre Seite und versuchen Sie es erneut.
es_es: Se ha producido un error inesperado, actualice la página e inténtelo de nuevo.
it_it: Si è verificato un errore imprevisto, aggiornare la pagina e riprovare.
nl_nl: Er is een onverwachte fout opgetreden, vernieuw uw pagina en probeer het opnieuw.
pt_pt: Ocorreu um erro inesperado, por favor actualize a sua página e tente novamente.
